cask_args appdir: "/Applications"

brew "autoconf"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "hugo"
brew "kubernetes-helm"
brew "kubetail"
brew "lua"
brew "mycli"
brew "mysql"
brew "node"
brew "openssl"
brew "pcre"
brew "pcre2"
brew "perl"
brew "php"
brew "php@7.1"
brew "phpmd"
brew "phpunit"
brew "prettyping"
brew "pstree"
brew "psysh"
brew "python"
brew "python@2"
brew "readline"
brew "rtmpdump"
brew "ruby"
brew "sift"
brew "sqlite"
brew "tig"
brew "tmux"
brew "vim"
brew "wrk"
brew "yarn"
brew "zsh"
brew "zsh-completions"

